[
	{
		"title": "Waktu Imsak Telah Tiba",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/487aea060b8f34ba8190a04db82de183/5B83A344/t51.2885-15/e35/31070325_207440833366933_7394366888232353792_n.jpg?_nc_eui2=AeHVaDsJ67iPyYXWDDGQxKLKoYxjXn2v6fHMRD0kIo9GkWzgcgqnsRCknnl472cNF01Utljwbdk108kJ4HMpR3TZ",
		"description": "Bismillah \n\n Umat Islam di Indonesia pada umumnya akan berhenti makan dan minum bila waktu imsak tiba kira-kira antara 10-15 menit sebelum adzan subuh. Alasannya adalah untuk berjaga-jaga.\n\n Benarkah anggapan ini.? Di dalam Al-Qur’an Allah azza wa jalla berfirman yang artinya, Makan dan minumlah hingga jelas bagimu antara benang putih dan benang hitam yaitu fajar. Kemudian sempurnakanlah puasa sampai malam hari. (Al-Baqarah ayat: 187) \n\n Yang dimaksud dengan benang hitam ialah gelapnya malam. Adapun benang putih adalah cahaya siang. (lihat Shahih Muslim. 1053) \n\n Dalam shahih Bukhari dan Muslim terdapat riwayat dari Qasim dari Aisyah bahwa rasulullah shallallahu alaihi wasallam pernah bersabda yang artinya; Jangan sampai Adzan Bilal menghalangi kalian untuk makan sahur, karena ia mengumandangkan adzan pada malam hari. Makan dan minumlah hingga Ibnu Ummi Maktum mengumandangkan adzan, kerana ia tidak mengumandangkan adzan melainkan bila fajar telah terbit \n\n Dalam hadits yang lain beliau menegaskan lagi, \n\n إِذَا سَمِعَ أَحَدُكُمُ النِّدَاءَ وَالإِنَاءُ عَلَى يَدِهِ فَلاَ يَضَعْهُ حَتَّى يَقْضِىَ حَاجَتَهُ مِنْه\n\nJika salah seorang di antara kalian mendengar azan sedangkan wadah masih ada di tangannya, maka janganlah dia meletakkan wadah tersebut hingga dia selesai menunaikan hajatnya”. Jadi.. berdasarkan dalil-dalil diatas dapat disimpulkan bahwa:\n\n 1. Waktu imsak yang berkisar antara 10-15 menit menjelang azan subuh tidak disyariatkan. Bahkan pada saat-saat itulah waktu sahur yang paling utama. Namun bila seseorang melakukannya dalam rangka ihtiyath (berjaga-jaga) maka tidak masaalah. \n\n 2. Waktu imsak yang benar dimulai saat adzan subuh yang kedua dikumandangkan. \n\n 3. Disunnahkan untuk mengumandangkan 2 kali adzan pada waktu subuh. \n\n 4. Dianjurkan agar muadzin pertama dan kedua adalah orang yang berbeda.\n\n 5. Disunnahkan mengakhirkan makan sahur. \n\n Wallahu a’lam."
	},
	{
		"title": "Hal-Hal Yang Dianggap Membatalkan Puasa",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/aaddb827107c6a983c9a39df82a35f40/5B7FB53C/t51.2885-15/e35/30830105_375320722965409_9149109887643418624_n.jpg?_nc_eui2=AeEzulZbZsbGK1_rCgEGEaNZboDXBKQTReCBd4vl36-XrTgfBpUCMfY0AGDwp0E531CcYwVsGqqw-aYogASFRSms",
		"description": "Dalam menjalankan ibadah puasa seringkali kita bingung melakukan beberapa hal karena takut apabila hal-hal tersebut akan merusak puasa atau membatalkan puasa yang sedang kita jalankan.\n\nBerikut ini beberapa hal yang dianggap membatalkan puasa namun tidak membatalkan puasa:\n\n1. Injeksi non nutrisi, baik yang dilakukan pada kulit maupun otot\n\n2. Menggunakan Ventolin Inhaler\n\n3. Muntah tanpa sengaja\n\n4. Menggunakan obat tetes mata atau telinga\n\n5. Menggunakan Nasal Spray atau Semprot Hidung\n\n6. Anestesi lokal\n\n7. Menggunakan salep atau koyok\n\n8. Menggunakan Supositoria yaitu sejenis obat yang terbuat dari zat semi padat baik yang digunakan melalui dubur atau ovula pada kemaluan wanita\n\n9. Pengambilan darah untuk keperluan analisis, dan\n\n10. Menggunakan pasta gigi\n\nSebagian poin diatas memang diperselisihkan oleh para ulama apakah termasuk pembatal puasa atau tidak. Namun pendapat yang paling kuat adalah semua hal diatas bukan termasuk pembatal puasa.\n\nWallahu a’lam bisshawaab"
	},
	{
		"title": "PUASA KOK GOSOK GIGI..?",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/3c42518ce01215d72000f93538f5cb9d/5B837E91/t51.2885-15/e35/31054660_1672081379534207_6285341306600292352_n.jpg?_nc_eui2=AeHi6ALgHMCNCwLfpUq8NlRHBexxtBfipPf1oDW6reFV2aFtX5YsRSw-HkuLWjKrTMb6DCJ2YBRy89C0Tsk-PI2e",
		"description": "Pertanyaan tersebut acap kali terucap dengan refleks dari sebagian orang saat melihat ada orang  yang sedang menggosok gigi disiang hari di bulan Ramadhan.\n\nPembaca sekalian...\n\nMenggosok gigi merupakan hal yang sangat di anjurkan. Dan anjuran ini berlaku baik saat sedang berbuka (tidak berpuasa) ataupun saat sedang berpuasa. Amir ibnu Rabiah radhiallahu anhu mengatakan:\n\nرأيت رسول الله ما لا أحصي يستاك وهو صائم\n\nTak terhitung berapa banyak aku melihat Rasululullah bersiwak padahal dia dalam keadaan berpuasa (HR. Bukhari)\n\nAdapun hadits yang menyebutkan bahwa bau mulut orang yang berpuasa lebih baik disisi Allah dari minyak kesturi tidak berarti pelarangan menyikat gigi, demikian penjelasan Mufti Madinah Syaikh Muhammad Al Mukhtar As-Syinqity-. Hal yang senada juga sebelumnya telah dijelaskan oleh imam Ibnul Arabi rahimahullah.\n\nLebih jauh Imam Ibnul Qayyim menjelaskan:\n\nBersiwak dianjurkan untuk dilakukan setiap saat, namun lebih ditekankan lagi bila akan melaksanakan sholat, berwudhu, bangun tidur dan bila bau mulut berubah. \n\nBersiwak disunnahkan bagi orang yang sedang buka maupun bagi yang sedang berpuasa kapan saja berdasarkan keumuman hadits yang berbicara tentang siwak, juga karena orang yang berpuasa membutuhkannya. Sebab bersiwak mendatangkan keridhaan Rabb, dan keridhaan-Nya lebih diharapkan ketika berpuasa ketimbang saat berbuka, juga karena bersiwak membersihkan mulut sementara kesucian atau kebersihan bagi orang yang berpuasa termasuk amalan yang paling utama (Zaad Al Ma’ad: 4/323)\n\nImam As-Syaukani rahimahullah berkata: “Jadi yang benar dalam masaalah ini adalah bersiwak dianjurkan bagi seorang yang sedang berpuasa baik diawal siang ataupun diakhir siang dan ini merupakan madzhab mayoritas imam.” (Nail Al Authar: 1/108)⠀\n\nLalu apakah boleh menggunakan pasta gigi..?\n\nJawabannya boleh. Asalkan pasta giginya tidak ditelan.\n\nWallahu a’lam bisshawaab"
	},
	{
		"title": "Kenali Dua Perusak Puasa",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/2542d6d62eec0667507e1d521c9466e6/5B9222F1/t51.2885-15/e35/31046653_209626282969336_8513893810932023296_n.jpg?_nc_eui2=AeERmdGbekm7ZlcOZygPD7ErJdqm37NeS5vxcg9rBN6uNKGXUJ3ullaTGFpD60kxr6OKGvhveg7dLR1K0jayYYyN",
		"description": "Pertama: Al-Mufthiroot (المفطرات)\n\nYaitu hal-hal yang dapat merusak puasa dan membatalkannya. \n\n1. Makan \n\n2. Minum \n\n3. Berjimak\n\nKedua: Al-Muhbithoot (المحبطات) yaitu hal-hal yang dapat merusak puasa namun tidak membatalkannya. Dimana puasa seseorang tetap sah namun dia tidak mendapatkan apa-apa dari puasanya kecuali rasa lapar dan dahaga.\n\n1- Ghibah (Menggunjing orang lain). Bahkan Aisyah رضي عنها dan Az-Zuhri mengkategorikan ghibah (menggunjing) sebagai al-Mufthiroot. Walau pendapat keduanya lemah, namun ini menunjukkan betapa buruknya ghibah, terlebih saat sedang berpuasa.\n\n2- Namiimah (Mengadu domba dan memfitnah orang lain\n\n3- Kadzib (Berdusta)\n\n4- Nadzru bissyahwat (memandang dengan syahwat), hal ini berlaku juga untuk pasutri.\n\n5- Al-Yamin Al-Kadzibah (sumpah palsu)\n\nCatatan:\n\n1. Nabi Muhammad shallallahu alaihi wasallam bersabda:\n\nكم من صائم ليس له من صيامه إلا الجوع والعطش\n\nBerapa banyak orang yang berpuasa tapi tidak mendapatkan apa-apa dari puasanya kecuali lapar dan haus.\n\n(HR. Ibnu Majah)"
	},
	{
		"title": "Beberapa Sunnah Saat Berbuka",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/198cfa73f42a28def75f9c3f1e0423f4/5B923B95/t51.2885-15/e35/31506717_164583637555589_3072964081410375680_n.jpg?_nc_eui2=AeGivoyvpqIPHYoZ9TSRlA0MTGQ5cBTsJG3pNWMR_-GKuTGpCaNr-X24qd6Urd_czq9_B1VGWH-nj8Va64X61bZH",
		"description": "1. Bersegera dalam berbuka.\n\nRasulullah shallallahu ‘alaihi wasallam bersabda :\n\nلا يزال الناس بخير ما عجل الفطر\n\nManusia senantiasa dalam kebaikan selama mereka menyegerakan berbuka.”\n\n(Muttafaqun Alaihi)\n\nBeliau juga bersabda,\n\nقال الله عز وجل أحب عبادي إلي أعجلهم فطرا\n\nAllah ‘azza wa jalla berfirman : Hamba yang paling Aku cintai adalah yang paling bersegera dalam berbuka” (HR. At-Tirmidzi)\n\n2. Membaca do’a ketika berbuka.\n\nSaat berbuka ucapkan, \n\n‘بسم الله’\n\n‘Bismillah’\n\nlalu santaplah beberapa kurma dan beberapa teguk air, kemudian ucapkan doa:\n\nذَهَبَ الظَّمَأُ وَابْتَلَتِ اْلعُرُوقُ وَثَبَتَ اْلأَجْرُ إِنْ شَاءَ اللهُ\n\nDzahabazh-zhoma-u\n\nWabtalatil ‘uruuqu\n\nWa-tsabatal ajru\n\nIn-syaa Allah” “Rasa haus telah pergi, urat-uratpun telah terbasahi serta pahala telah ditetapkan.. insyaAllah”. (HR. Abu Dawud)\n\n3. Berbuka dengan ruthob (kurma segar/ basah), tamr (kurma kering) atau air.\n\nAnas radhiyallahu anhu mengatakan:\n\nBiasanya Rasulullah shallallahu ‘alaihi wasallam berbuka sebelum shalat (maghrib.) dengan memakan beberapa ruthab (kurma segar/basah), apabila tidak mendapatkannya maka beliau berbuka dengan tamr (kurma kering). Dan apablia tidak mendapatkannya maka beliau berbuka dengan beberapa teguk air.\n\n (HR. Abu Daud)\n\nCatt:\n\nDiantara hikmah disyariatkannya puasa adalah supaya kaum muslimin merasakan apa yang dirasakan oleh saudaranya yang faqir.Oleh karena itu hindari perilaku boros dan israf (berlebih-lebihan) saat berbuka. Sangat disayangkan bila sebagian kaum muslimin berperilaku boros di bulan ramadhan, sehingga daftar belanjaan di bulan ramadhon jauh membengkak ketimbang diluar bulan ramadhan. Tentunya ini tak sejalan dengan hikmah disyariatkannya puasa.\n\nOleh karena itu budayakan hemat saat santap sahur dan berbuka."
	},
	{
		"title": "Ibu Hamil Dan Menyusui Qodho' Atau Fidyah ?",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/da8ded99765caa1c47d4350a0882aa1c/5B951486/t51.2885-15/e35/31176365_2089201001344432_768748070232915968_n.jpg?_nc_eui2=AeG_8nBjPxnDUdnP-8Kk5VUCZbBQMMpJZV62ZfodMH-gKsvFmKbQWk7-Q5tc7gPK8T1LD2Y_MuJRjoUDJKyWnc7U",
		"description": "Masaalah ini cukup panjang, namun kami mencoba merongkasnya.\n\nIbu hamil dan menyusui tidak lepas dari dua kondisi;\n\n1. Ibu Hamil yang memiliki ‘udzur, seperti mereka yang mengkwatirkan kesehatan diri dan dan janinnya, maka dibolehkan baginya meninggalkan puasa. Namun, dia diwajibkan menggantinya, ini merupakan kesepakatan para ahli fiwih sejak dahulu hingga hari ini.\n\n2. Ibu Hamil yang memiliki daya tahan tubuh yang kuat, dan tidak khawatir terhadap kesehatan dirinya maupun janinnya, maka dia boleh memilih, berpuasa atau tidak. Keduanya dibenarkan, namun puasa lebih afdhal. Bahkan ada ulama yang mewajibkannya bila kondisinya kuat.\n\nKhilaf kemudian terjadi pada persoaalan tata cara mengganti puasa Ramadhan yang ditinggalkan tersebut. Ada yang mewajibkan qadha tanpa perlu membayar fidyah. Ada yang hanya menganjurkan untuk membayar fidyah tanpa perlu mengqadha. Ketiga, dan ada pula ulama yang mewajibkan qadha ditambah dengan fidyah sekaligus.\n\nUlama yang mengatakan wajib mengqadha tanpa fidyah menganalogikan hukum Ibu hamil dan menyusui kepada orang sakit. Sebab, kondisi wanita hamil dan menyusui lemah mirip sekali dengan orang yang sakit. Sedangkan qadha bagi orang yang sakit adalah mengganti puasanya di hari lain di luar bulan Ramadhan, sebagimana dalam QS: al-Baqarah ayat 184.\n\nAdapun ulama yang mencukupkan dengan fidyah saja mengqiyaskan kondisi ibu hamil dan menyusui dengan orang-orang yang lanjut usia, atau kalangan yang tidak sanggup melaksanakan puasa. didasari firman Allah dalam QS al-Baqarah ayat: 184. Pendapat ini dianut oleh Ibnu Umar dan Ibnu Abbas رضي الله عنهما.\n\nSedangkan pendapat ketiga menganalogikan ibu hamil dan menyusui dengan orang sakit dan juga orang yang terbebani dalam melakukan puasa.\n\nLalu manakah pendapat yang paling kuat?\n\nJawabannya adalah pendapat yang kedua. Mengingat kondisi Ibu hamil dan menyusui lebih tepat bila diqiyaskan pada orang yang lemah. Apalagi riwayat Ibnu Abbas mendukungnya.\n\nSyaikh Mustafa Al-Adawi mengatakan, Bila Ibu hamil dan menyusui sanggup mengqodho, maka itu lebih utama, namun bila tidak sanggup, maka fidyah cukup baginya.\n\n⠀\n\n⠀\n\nWallahu a'lam"
	},
	{
		"title": "Sholat Kok Pas Ramadhan Saja..?",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/923308cf583f917efcc298929a8e0eea/5B794199/t51.2885-15/e35/31686949_382858765545078_7907111409857593344_n.jpg?_nc_eui2=AeH04d6EXuTrtmJMK75Vj35_R8w9a6RVy70DlIj2p12Cv0MnVPo3OUdfCJWtkK8VLVR2CZkGb4M6NBrMrqFvDlwt",
		"description": "Komisi riset dan fatwa kerajaan saudi ditanya, Apabila seseorang hanya semangat melaksanakan puasa dan sholat dibulan ramadhan saja, namun dia meninggalkan sholat bersamaan dengan berakhirnya bulan romadhon,  apakah dia berhak atas puasanya.? Komisi fatwa menjawab:\n\nSholat adalah salah satu rukun dari rukun-rukun Islam, dia adalah rukun Islam yang terpenting setelah dua syahadat, hukumnya fardhu ‘ain, siapa saja yang meninggalkannya karena menolak kewajibannya atau  karena menganggapnya sepele dan malas maka sungguh dia telah kafir. Adapun orang-orang yang berpuasa pada bulan ramadhan dan hanya shalat di bulan ramadhan saja maka ini adalah pengelabuan terhadap Allah, alangkah buruknya sebuah kaum yang tidak mengenal Allah kecuali di bulan ramadhan saja. Puasa mereka tidak sah karena mereka meninggalkan sholat pada selain bulan ramadhan, bahkan mereka kafir dengan kufur akbar walaupun mereka tidak menolak kewajiban sholat, ini menurut pendapat yang paling kuat diantara dua pendapat para ulama.\n\n(10/140)\n\nCatt:\n\nRasulullah shallallahu alaihi wasallam bersabda : “Batas yang memisahkan antara seseorang dengan syirik atau kekafiran adalah meninggalkan shalat.”(HR. Muslim)\n\nJuga sabda beliau, “Perjanjian antara kita dengan mereka (orang-orang kafir. pent) adalah mengerjakan shalat. Barangsiapa yang meninggalkannya, sungguh ia telah kafir.” (HR. Ahmad)\n\nSaudaraku.. Ingatlah.... Rabb yang kita sembah di bulan ramadhan Dialah Rabb yang memelihara kita diluar ramadhan.\n\nJadilah hamba rabbani.. Hamba yang mengenal Allah sepanjang waktu. Bukan hamba ramadhani, yang hanya mengenal Allah di bulan ramadhan saja.\n\nBaarakallahu fiikum."
	},
	{
		"title": "Pikullah.. Meskipun Terasa Berat",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/aace269c309827c6af46436bd3866db2/5B9D5B7C/t51.2885-15/e35/30856422_441879512918573_1902877727120162816_n.jpg?_nc_eui2=AeHhq9iju_pleyNYBZJc2wBx_2dMCF9VQkAJ7yj1G3MfxD6AFPCROVyX9zVRiHMUHqpZdDO2g1BOM9cfQEVvd1Zs",
		"description": "Syaikh Ali Thantawi -rahimahullah- pernah mengatakan: Bila ada yang berkata padamu, Kemarilah, kami akan menjadikanmu raja, semua keinginanmu akan kami penuhi, entah itu harta, kesenangan, termasuk wanita. Segala yang terbersit dalam benakmu akan kami beri.\n\nTapi semua itu hanya untuk sebulan saja, setelah itu kami akan membunuhmu dengan cara yang kasar, lalu membakarmu.\n\nApakah kamu mau menerima tawaran ini....?\n\nAtaukah engkau akan berkata: Sekali-kali tidak, aku tidak mau... Apa gunanya menjadi raja selama sebulan dengan imbalan kematian.?⠀\n\n⠀\n\nBegitulah kelezatan dunia yang haram, bahkan perumpamaanku terlalu sederhana dibanding kenyataan yang sesungguhnya.\n\nKesenaganmu akan berakhir, setelah itu tak ada lagi rehat.. Engkau akan dihisab dengan perhitungan yang sangat teliti, lalu dicampakkan ke dalam neraka.\n\nMaka pikullah perintah agama meskipun terasa berat, karena itu lebih ringan ketimbang harus memikul beratnya adzab pada hari kiamat.⠀\n\n⠀\n\n(Fi Maaidatil Ifthar)\n\nCatatan:\n\nBerapa lamakah kita akan berpuasa..?\n\nAl-Qur'an menjawab,\n\n⠀\n\nأَيَّامًا مَعْدُودَاتٍ ⠀\n\n⠀\n\nYaitu pada hari-hari yang berbilang.⠀\n\n⠀\n\nFrasa ayat diatas menunjukkan bahwa⠀\n\nwaktu berpuasa tidak lama dan akan cepat berakhir.\n\nItu artinya, lapar dan dahagamu hanya sebentar, setelah itu hanya ada pahala dan kegembiraan yang menantimu saat pertemuan dengan sang Kholiq nanti.\n\nOleh karena itu manfaatkanlah hari-hari yang berbilang itu dengan sebaik-baiknya."
	},
	{
		"title": "Jangan lewatkan Santap Sahur",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/1e3780761931b807c5386e4a5938fde6/5B97F373/t51.2885-15/e35/31128570_205259130086495_3756727736836554752_n.jpg?_nc_eui2=AeG3MKDoBAFbUhaNuT9rjq0jEnwbNZunThi7aXVG8yFeIIQcEPVs45Y47rbhPG2HwpTLLAQkIpUO2d4wFz64AuPI",
		"description": "Berikut ini beberapa bimbingan sunnah saat santap sahur.\n\n1. Anjuran makan sahur\n\nNabi bersabda :\n\nتسحروا فإن في السحور بركة\n\nMakan sahurlah kalian, karena pada makan sahur ada keberkahan. (Muttafaq alaih)\n\nBeliau juga pernah bersabda:\n\nالسحور كله بركة فلا تدعوه ولو أن يجرع أحدكم جرعة من ماء فإن الله عز وجل وملائكته يصلون على المتسحرين\n\nSahur itu semuanya adalah barokah, maka jangan kalian tinggalkan walaupun hanya dengan meneguk air saja. Karena Allah & Rasul-Nya senantiasa bershalawat untuk orang-orang yang makan sahur (Shahih At-Targhib: 1070)\n\nDalam hadits yang lain beliau berpesan,\n\nإنها بركة أعطاكم الله إياها فلا تدعوه\n\nDia (makan sahur) merupakan satu keberkahan yang Allah anugerahkan pada kalian. Maka jangan kalian meninggalkannya (An-Nasai)\n\nDulu beliau mengajak orang-orang untuk makan sahur dengan menyeru,\n\nهلموا إلى الغذاء المبارك\n\n. Ayo menyantap makanan penuh berkah (An-Nasai)\n\n2. Sahur dengan kurma\n\nNabi bersabda:\n\nنعم سحور المؤمن التمر . .\n\nKurma adalah sebaik-baik makanan sahur (Shahih At-Tharghib: 1072)\n\n3. Waktu terbaik untuk makan sahur “Umatku senantiasa berada dalam kebaikan selama mereka menyegerakan berbuka & mengakhirkan sahur.” (Musnad Ahmad: 5/172)\n\nFaidah Makan Sahur\n\nAl-Hafidz Ibnu Hajar -rahimahullah- berkata:\n\nKeberkahan yang ada pada makan sahur dapat ditinjau dari beberapa aspek:\n\n1. Meneladani Rasulullah\n\n2. Menyelisihi Ahlul kitab\n\n3. Menguatkan badan orang yang berpuasa dalam melaksanakan ibadah\n\n4. Menambah semangat agar semakin rajin beribadah\n\n5. Mencegah perilaku buruk yang dapat timbul akibat rasa lapar\n\n6. Dapat menjadi sebab dalam bershadaqah kepada orang yang membutuhkan makanan sahur, juga menjadi kesempatan untuk mengajaknya makan berjamaah\n\n7. Menjadi sebab bagi kita untuk berdzikir & berdoa pada waktu terkabulnya doa,\n\n8. Dengan Makan sahur seseorang memiliki kesempatan untuk meniatkan puasanya bila belum meniatkannya dimalam hari. (Al-Fath: 1/140)"
	},
	{
		"title": "Celaka..!! Sungguh Celaka..!!",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/b31966a1e7c51fff91adfbfd93166407/5B858872/t51.2885-15/e35/31184230_2086821858256155_1932210137548718080_n.jpg?_nc_eui2=AeEN6WJTz9xyFbirYdolOB4mxJBXwXYRJ3-1uOF6yrf6Cb9GJ2O8IP2qK6LyU4AOwCLrut6ORnG6uNTmttVwTd0z",
		"description": "Suatu ketika Rasulullah shallallahu alaihi wasallam bersabda: “Sesungguhnya Jibril (‘Alaihissalam) telah membisikkan (doa) kepadaku. Dia berkata, ‘‘Celakalah orang-orang yang mendapati bulan Ramadhan. kemudian ramadhan pergi, tetapi dosanya tidak juga diampunkan’. Lalu akupun mengaminkan doa tersebut.” (HR. Al-Hakim)\n\nSahabat…\n\nBila Jibril berdo’a lalu nabi mengaminkan, apakah kau tau artinya..? Itu berarti pengabulan yang niscaya.\n\nAduhh.. alangkah ruginya..\n\nDuhai diri.., Maukah engkau di doakan agar celaka..? Sudah pasti tidak.\n\nTidak ada seorangpun yang mau ditimpa kemalangan itu.\n\nCelaka di bulan mulia, celaka kerana menolak tawaran pengampunan dari Allah Yang Maha Pengampun.\n\nSemoga kita terhindar dari kecelakaan itu..\n\namin..⠀\n\n⠀\n\nSahabat. .. Kini kita masih menanti kehadiran Ramadhan…\n\nSebelum Ramadhan tiba, tekadkan diri untuk menyambutnya.\n\nJamulah ia dengan jamuan terbaik.\n\nPersembahkan untuk-Nya sebaik-baik amal..\n\nPersembahkanlah sholat yang terbaik, dzikir yang khusyuk, tilawah yang penuh tadabbur, serta qiyam ramadhan yang penuh ihtisab.. Karena boleh jadi ini adalah ramadhan yang terakhir bagi kita.\n\nSemoga dengan jamuan terakhir itu, Allah berkenan menutupi kelalaian kita disempanjang ramadhan yang telah kita lalui dalam hidup..⠀\n\n⠀\n\nAmin.. ⠀"
	},
	{
		"title": "Tidurnya Orang Yang Berpuasa Ibadah, benarkah...?",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/fbd235dc3d625cc41946bfbec28b4c6f/5B898C0C/t51.2885-15/e35/31702771_617644535245768_6746434942365859840_n.jpg?_nc_eui2=AeFOmuU8WzP_b5n0YH-23Nt4kwwJ-PpSyrejGAS4Fq6hGI9sxUIuvVhc8BD_EkFio9tk_Yv6gPOc0OMuCfTvvZt4",
		"description": "Memang terdapat sebuah riwayat yang mengatakan,⠀\n\n⠀\n\nنَوْمُ الصَّائِمِ عِبَادَةٌ ، وَصُمْتُهُ تَسْبِيْحٌ ، وَدُعَاؤُهُ مُسْتَجَابٌ ، وَعَمَلُهُ مُضَاعَفٌ\n\nTidurnya orang yang berpuasa adalah\n\nibadah, diamnya adalah tasbih, do’anya mustajab, dan pahala amalannyapun akan dilipatgandakan.”⠀\n\n⠀\n\nHanya saja riwayat diatas lemah, bahkan sebagian ulama menilainya palsu sehingga tidak bisa dijadikan hujjah.\n\nNamun apakah makna yang terkandung dalam riwayat diatas sepenuhnya salah..? Meskipun kita sepakat bahwa riwayat diatas lemah dari sisi penisbatannya kepada nabi shallallahu alaihi wasallam, namun maknanya dapat dibawa pada makna yang sohih. Sebab kaidah yang masyhur dikalangan ulama mengatakan, Setiap perbuatan mubah bisa diberi ganjaran pahala atau bernilai ibadah apabila diniatkan untuk melakukan ibadah.\n\nAn-Nawawi berkata;⠀\n\n⠀\n\nأَنَّ الْمُبَاح إِذَا قَصَدَ بِهِ وَجْه اللَّه تَعَالَى صَارَ طَاعَة ، وَيُثَاب عَلَيْه\n\nSesungguhnya segala perbuatan mubah, apabila dilakukan dalam rangka mengharapkan wajah Allah Ta’ala, maka ia akan berubah menjadi suatu ketaatan dan pelakunya diberi ganjaran pahala kebajikan.”\n\nJadi apabila seseorang tidur dengan niat supaya kuat saat menjalankan ibadah, maka tidurnya dapat dianggap ibadah.\n\nKesimpulan ini didasarkan pada kaidah,⠀⠀\n\n⠀\n\n⠀  الامور بمقاصدها  ⠀\n\n⠀\n\nSegala sesuatu dikembalikan kepada tujuannya. sebagimana sabda nabi shallallahu alaihi wasallam,⠀⠀\n\n⠀\n\n⠀⠀  انما الاعمال بالنيات ⠀\n\n⠀\n\nSetiap amalan tergantung niatnya. Jika seseorang tidur dengan niat agar kuat menjalankan sholat teraweh dan qiyamullail, maka tidurnya dianggap ibadah.\n\nTapi jika niat tidurnya hanya untuk menuruti hawa nafsunya atau bermalas-malasan sehingga seluruh waktunya dihabiskan untuk tidur, maka tidur seperti ini tidak dianggap ibadah, bahkan tercela.\n\nBegitu juga apabila seseorang makan, olahraga dll dengan tujuan agar kuat dalam menjalankan badah dan ketaatan pada Allah, maka aktivitasnya tersebut juga dapat dianggap sebagai ibadah.\n\nKesimpulannya: wasilah mengikuti hukum maqoshid (maksud atau tujuan dari sesuatu). Selama wasilah tersebut mubah.\n\nWallahu a'lam"
	},
	{
		"title": "Puasakan Hatimu",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/52d933218926e1f93199802c72388de7/5B813363/t51.2885-15/e35/32006583_371077666738717_3392418015105515520_n.jpg?_nc_eui2=AeE5FquUlkafyVcoI7Oy-Jgdj4Ajt1V4C5pY4B8j9wiLlET6bzbGHJILNT7CY4OJlcaSUGtWBUOk5CKdzVKtxBy4",
		"description": "Bersemayamnya hidayah di dalam hati merupakan pokok dari segala hidayah, pondasi dari segala pertolongan Allah.\n\nSetiap makhluk mempunyai hati, tapi antara hati yang satu dan yang lain berbeda.\n\nAda hati yang hidup dan memancarkan cahaya imam dan ada juga hati yang kotor.⠀\n\n⠀\n\nDibulan Ramadhan kali ini, kita wajib mempuaskan hati kita, yaitu dengan membersihkannya dari berbagai penyakit seperti syirik, polusi akidah, bisikan jahat, niat buruk dan berbagai pikiran kotor lainnya.⠀\n\n⠀\n\nIa juga harus berpuasa dari kesombongan dan keangkuhan, sebab orang yang sombong dan angkuh takkan mencium bau surga. ⠀\n\n⠀⠀⠀⠀\n\n“Tidak akan masuk ke dalam surga seseorang yang di dalam hatinya ada setitik kesombongan.” (HR. Muslim)⠀\n\n⠀\n\nIa juga harus berpuasa dari sifat ujub, yaitu sifat dimana seseorang memandang dirinya sempurna dan lebih utama daripada orang lain. Ia merasa memiliki kebaikan yang tidak dimiliki oleh orang lain.\n\nSifat seperti ini merupakan penyebab kebinasan. Nabi bersabda: Ada tiga perkara yang dapat membinasakan manusia (hamba), yaitu; sikap bakhil yang dipatuhi, hawa nafsu yang diikuti, dan kekaguman seseorang kepada diri sendiri.” (HR. Thabrani).⠀\n\n⠀\n\nAdapun terapi bagi yang dihinggapi penyakit ujub adalah dengan memperhatikan aib diri sendiri, memikirkan banyaknya kekurangan diri, juga ribuan keburukan yang telah ditutupi oleh Allah dari penglihatan manusia.\n\nKita juga wajib mempuaskan hati dari sifat dengki, sebab sifat dengki dapat memutus jalan seseorang menuju Allah.\n\nSuatu hari Rasulullah memberitahukan kepada para sahabat yang sedang berada di dalam masjid tentang datangnya seorang laki-laki penghuni surga. Ketika lelaki itu ditanya apa amalan istimewanya, lelaki itu menjawab, Aku tidak punya amalan atau ibadah yang istimewa, aku hanya tidak mempunyai rasa benci, iri, dan dengki kepada semua orang.⠀\n\n⠀\n\nSetelah ditelisik lagi, ternyata orang tadi memiliki satu amalan yang tidak dilakukan oleh shahabat Nabi yang lain, yakni “Memaafkan semua kesalahan orang lain sebelum tidur.”⠀\n\n⠀\n\nSemoga kita mampu mengajak hati dan segenap anggota badan lainnya untuk berpuasa di Romadhan kali ini.⠀\n\n⠀\n\nAmiin"
	},
	{
		"title": "Puasakan Mata dan Telingamu",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/974145db8e1554dc8a65f069786b64d9/5B8CB7E5/t51.2885-15/e35/31745648_2054489331492088_4513837364820312064_n.jpg?_nc_eui2=AeH6_N9Htwo9m-go1yfFMGeP9jLRYhxgoy4IgnOWSEVTRf20yI-CkzP4KrvDS3wqYiDtKXNONvWZcX64YwluTHrt",
		"description": "Mempuasakan telinga adalah dengan menjaga pendengaran dari kata-kata kotor, porno dan dari perkataan ghibah.\n\nSebaliknya telinga harus dibiasakan untuk mendengarkan nasihat, mendengarkan tilawah Al-Quran, dan mendengarkan ilmu.\n\nRasulullah bersabda: Bila kalian melewati taman diantara taman-taman surga maka singgahlah, Sahabat bertanya: Apa taman surga (di dunia itu) wahai Rasulullah? Rasul menjawab,Majelis-majelis ilmu. Jadi telinga harus dilatih untuk selalu mendengarkan ta'lim.\n\nAdapun puasa mata menurut Imam Al-Ghazali adalah menjaga pandangan dari hal-hal tercela dan dibenci, juga menundukkan pandangan dari hal-hal yang dapat membangkitkan syahwat.\n\nDalam hal ini Allah berfirman yang artinya;\n\nKatakanlah kepada orang laki-laki yang beriman: Hendaklah mereka menahan pandangannya, dan memelihara kemaluannya; yang demikian itu adalah lebih suci bagi mereka, sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat. (QS: An-Nur: 30)\n\nSelanjutnya pada ayat yang ke 31 Allah berfirman yang artinya; Katakanlah kepada wanita yang beriman: Hendaklah mereka menahan pandangannya, dan memelihara kemaluannya, dan janganlah mereka menampakkan perhiasannya, kecuali yang (biasa) nampak daripadanya.⠀\n\n⠀\n\nTentang memandang wanita terdapat riwayat dari Ali bin Abi Thalib. Dimana sekali waktu beliau bepergian bersama Rasulullah. Ditengah perjalanan Ali memandang seorang wanita. Pada pandangan pertama, Rasul membiarkannya. Kemudian Ali memandang wanita itu lagi. Maka Rasul memalingkan wajah Ali dan bersabda, Wahai Ali, jangan kau ikutkan pandangan pertama dengan pandangan kedua. Sebab pandangan pertama adalah karunia, dan pandangan kedua adalah maksiat.⠀\n\n⠀\n\nUntuk wanita diperintahkan untuk menutup perhiasannya kecuali yang biasa nampak.\n\nWanita disuruh memakai jilbab agar laki-laki tidak terpedaya memandangnya.\n\nWallahu a'lam\n\nSemoga kita diberi kekuatan untuk mempuasakan seluruh anggota tubuh kita.\n\nAmiin"
	},
	{
		"title": "FIQIH SHOLAT TERAWEH",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/12bb1446bc75556b1292bf4597dde9c6/5B904D0A/t51.2885-15/e35/31412180_2059425284337910_5551103990080471040_n.jpg?_nc_eui2=AeHe1Sa26_kq35jYbg6lT3HraONY3lel-AqeD0pwOkPr45NSyvk7sFEJfpHxmkmlYOOip_OGG9fN7kfKaBJ1MnL2",
		"description": "1. Salat Taraweh adalah salat sunnat yang dilakukan khusus hanya pada bulan ramadan saja.\n\n2. Taraweh dalam bahasa Arab adalah bentuk plural dari تَرْوِيْحَةٌ yang diartikan sebagai waktu sesaat untuk istirahat. Dikarenakan kaum muslimin beristrahat pada setiap 4 rakaat sholat.\n\n3. Shalat teraweh hukumnya sunnah muakkadah (sunnah yang mendekati wajib) dan hanya dilakukan pada malam-malam Ramadlan saja.\n\n4. Shalat teraweh disunnahkan bagi laki-laki dan wanita. Dianjurkan untuk dikerjakan di masjid, namun dibolehkan dikerjakan dirumah.\n\n5. Waktu sholat teraweh dimulai setelah shalat Isya sampai terbit fajar; dan disunnahkan menutupnya dengan witir.\n\n6. Jumlah bilangannya tidak terbatas, masing-masing mazhab memiliki jumlah bilangan yang berbeda. Namun diwajibkan salam pada setiap dua rakaat sholat dan dianjurkan istrahat pada setiap empat rakaat sholat. Ini berdasarkan sabda Nabi shallallahu alaihi wasallam, “Shalat malam itu dua dua, kalau salah seorang diantara kalian khawatir masuknya waktu subuh, maka shalatlah satu rakaat sebagai witir baginya dari sholat yang telah ditunaikannya.” (Muttafaq alaih)\n\n7. Dianjurkan membaca iftitah pada setiap takbiratul ihrom.\n\n8. Dianjurkan mengikuti imam hingga berakhirnya sholat.\n\n9. Bagi yang tidak memiliki banyak hafalan Al-Qur'an, baik sebagai Imam atau munfaridah bagi wanita, maka dibolehkan bagi keduanya untuk membaca dari mushafnya.\n\n10. Tidak ada do'a atau dzikir khusus disetiap dua rakaat sholat.\n\nCatatan:\n\nKhusus bagi wanita, seluruh sholatnya lebih utama dikerjakan dirumah dibandingkan di masjid. Baik shalat wajib maupun sunah. Termasuk diantaranya shalat tarowih. Para ulama lajnah mengatakan, “Shalat seorang wanita di rumahnya itu lebih baik dibandingkan shalat di masjid. Baik itu shalat wajib maupun sunah taraweh atau lainnya.” (Fatawa Lajnah Daimah, Vol I, 7/201). Demikian, semoga bermanfaat\n\nWallahu a'lam"
	},
	{
		"title": "Teraweh Di Masjid Witir Di Rumah",
		"profile_img": "https://scontent-sin6-2.cdninstagram.com/vp/1134ac9b35cf5c30fe15c812dd5e5c69/5B89B2A6/t51.2885-19/s150x150/22221024_302486746900011_8144607905732100096_n.jpg?_nc_eui2=AeG2wZces9KkEkTDtcR5EyVMRdzHBj1Bebp3GP9Tk454Evck6Bx6FF4dtNsGK6ueKm9HX8ekMnWNlwIIt66xaJMv",
		"ustadz": "Ust. Aan Chandra Thalib",
		"image": "https://scontent-sin6-2.cdninstagram.com/vp/f0baea10bf2f043523634fbf0421d2cc/5B830121/t51.2885-15/e35/31441393_1692472420838920_1044787061455847424_n.jpg?_nc_eui2=AeHVqhhtvoE5AF11qYjCyQ0cSgnwb-7lVev_sDvolBQT_ppozvXkgw7_t4idrcmjU5B2aczNliGXAZo9ZY5-8dS_",
		"description": "Dibulan ramadhan seringkali muncul pertanyaan, Apa boleh melaksanakan sholat tarawih di masjid secara berjamaah dan sholat witir sendiri dirumah.? Mengingat saya ingin sholat tahajud, dan mengakhirkan witir dipenghujung malam.?⠀\n\n⠀\n\nJawabannya tentu saja boleh. Hanya saja sebaiknya seorang muslim sholat bersama imam hingga selesai. Karena nabi shallallahu alaihi wasallam bersabda;\n\nإِنَّهُ مَنْ قَامَ مَعَ الإِمَامِ حَتَّى يَنْصَرِفَ كُتِبَ لَهُ قِيَامُ لَيْلَةٍ⠀⠀\n\n⠀⠀\n\n⠀\n\n“Orang yang melaksanakan shalat malam bersama imam sampai selesai maka dicatat untuknya pahala sholat semalam suntuk.” (HR. at-Tirmidzi dan Ibnu Khuzaimah).⠀\n\n⠀\n\nPahala yang besar bukan..?\n\nDimana pahala tersebut belum tentu diraih oleh orang yang melakukan sholat tahajud di malam hari, itupun kalaj terbangun, bila tidak maka sayang sekali, kesempatan meraih pahala besar itu tersia-siakan begitu saja. Karena itu, jangan sampai kita menyia-nyiakan pahala tersebut. Ikutilah hingga imam selesai.\n\nTapi apakah boleh melakukan sholat witir setelah tahajjud bila telah melakukan sholat witir bersama imam saat teraweh..? Mengingat nabi shallallahu alaihi wasallam menganjurkan untuk menutup sholat malam dengan sholat witir..?⠀\n\n⠀⠀\n\n⠀\n\nJawabannya tidak boleh, hal ini berdasarkan sabda nabi shallallahu alaihi wasallam;\n\nلاَ وِتْرَانِ فِي لَيْلَةٍ ⠀\n\n⠀\n\nTidak ada dua witir dalam satu malam.⠀\n\n⠀\n\nApakah perlu menggenapkan witir setelah teraweh bersama imam agar bisa sholat witir dipenghujung malam.?⠀\n\n⠀\n\nJawabannya tidak perlu. Ibnu Hazm mengatakan,\n\nوالوتر آخر الليل أفضل. ومن أوتر أوله فحسن، والصلاة بعد الوتر جائزة، ولا يعيد وترا آخر؛ ولا يشفع بركعة ⠀\n\n⠀⠀\n\n⠀\n\nWitir yang dilakukan di akhir malam lebih afdhal, namun barangsiapa yang melakukan witir di awal malam, maka hal itu baik. Dan shalat sunah setelah witir hukumnya boleh, tidak perlu mengulangi sholat witir dan tidak perlu menggenapkannya dengan satu rakaat lagi. (al-Muhalla, 2/91).⠀\n\n⠀⠀\n\n⠀\n\nWallahu a'lam"
	},

]